<?php
return [
    'signup' => [
        'title'                 => 'تسجيل',
        'desc'                  => 'تسجيل حساب جديد ',
        'confirmation_required' => 'التحقيق مطلوب',
        'submit'                => 'إنشاء حساب جديد',
        'valid_information'            => 'يرجى العلم بأن البيانات الواردة باستمارة التسجيل سيتم اعتمادها لإصدار الشهادات .. برجاء كتابه البيانات الصحيحة والتأكد منها',
        'name_ar'             => ' الاسم بالكامل باللغة العربية',
        'name_en'              => 'الاسم بالكامل باللغة الانجليزية',
        'previous_event_participation'            => 'هل اشتركت في فعاليات كيزين من قبل .. برجاء ذكر الفعاليات ومكان انعقادها .. شكرا',
    ],

    'login'  => [
        'title'           => 'تسجيل دخول',
        'desc'            => 'أدخل بياناتك',
        'forgot_password' => 'نسيت كلمة المرور؟',
        'remember'        => 'تذكرني؟',
        'submit'          => 'تسجيل دخول',
        'heading'         => 'الدخول إلى حساب المستخدم',
    ],

    'forgot' => [
        'title'  => 'نسيت كلمة المرور',
        'submit' => 'استمرار',
    ],

    'alerts' => [
        'account_created'        => 'تم تسجيل حسابك بنجاح. الرجاء التحقق من إيميلك لوجود توجيهات لكيفية تأكيد حسابك',
        'too_many_attempts'      => 'محاولات خاطئة كثيرة، الرجاء المحاولة بعد عدة دقائق',
        'wrong_credentials'      => 'اسم دخول غير صحيح أو الايميل أو كلمة المرور',
        'not_confirmed'          => 'يبدو ان حسابك غير منشط، راجع ايميلك لوجود رسالة تأكيد.',
        'confirmation'           => 'تم تنشيط حسابك الان! يمكنك الان تسجيل الدخول بنجاح',
        'wrong_confirmation'     => 'كود تنشيط خاطئ',
        'password_forgot'        => 'بيانات استعادة كلمة مرورك تم ارسالها إلى ايميلك',
        'wrong_password_forgot'  => 'لم يتم العثور على المستخدم',
        'password_resetted'         => 'تم تغيير كلمة مرورك بنجاح',
        'wrong_password_reset'   => 'كلمة مرور خاطئة، الرجاء معاودة المحاولة',
        'wrong_token'            => 'تعرفة استعادة كلمة المرور غير صحيحة ، الرجاء المحاولة مره أخرى.',
        'duplicated_credentials' => 'البيانات المستخدمة موجودة مسبقاً ، الرجاء استخدام بيانات أخرى',
    ],

    'account_confirmation' => [
        'subject'   => 'بيانات تأكيد الحساب',
        'greetings' => 'مرحبا :name',
        'body'      => 'الرجاء الدخول على الرابط التالي لتأكيد حسابك ',
        'farewell'  => 'نشكرك لتسجيلك معنا',
    ],

    'reset'       => [
        'subject'   => 'إستعادة كلمة المرور',
        'heading'   => 'إستعادة كلمة المرور',
        'greetings' => 'مرحباً :name',
        'body'      => 'الرجاء اتباع الرابط التالي لكي تستعيد كلمة مرورك.',
        'farewell'  => 'شكراً لتواصلك معنا',
    ],

];