<?php 

return array(

	/*
	|--------------------------------------------------------------------------
	| User Language Lines
	|--------------------------------------------------------------------------
	|
	|
	*/
    'register'              => 'تسجيل',
    'login'                 => 'دخول',
    'login_first'           => 'يجب التسجيل أولاً',
    'account'               => 'حساب',
    'forgot_password'       => 'نسيت كلمة المرور',
    'settings'              => 'الخصائص',
    'profile'               => 'صفحتي الشخصية',
    'user_account_is_not_confirmed'          => 'حساب المستخدم لم يتم تأكديه.',
    'user_account_updated'          => 'تم تحديث المستخدم',
    'user_account_created'          => 'تم انشاء مستخدم',


);