<?php

return array(

	'already_exists'    => 'اسم المستخدم مسجل لدينا مسبقاً',
	'does_not_exist'    => 'لا يوجد مستخدم بهذا الاسم',
	'login_required'    => 'يجب التسجيل اولاً',
	'password_required' => 'يجب إدخال كلمة المرور.',
	'password_does_not_match' => 'كلمة المرور غير مطابقة',

	'create' => array(
		'error'   => 'لم يتم انشاء حساب جديد .. برجاء المحاولة مرة أخرى',
		'success' => 'تم انشاء حساب جديد'
	),

    'edit' => array(
        'impossible' => 'غير متاح التعديل',
        'error'      => 'حدث خطأ ما .. لا يمكن إكمال العملية',
        'success'    => 'تم التعديل بنجاح'
    ),

    'delete' => array(
        'impossible' => 'لا يمكن إكمال العملية ..',
        'error'      => 'لا يمكن إتمام عملية حذف المستخدم .. يرجى المحاولة مرة أخرى',
        'success'    => 'تم الغاء حساب المستخدم بنجاح'
    )

);
